{
  "movies": [
    {
      "id": 1,
      "title": "Заклятие 4: Последний обряд",
      "original_title": "The Conjuring: The Last Rite",
      "synopsis": "Исследователи паранормальных явлений Эд и Лоррейн Уоррен берутся за самый страшный случай в своей практике. Семья переезжает в новый дом, но вскоре жилище начинает проявлять признаки демонической активности, превращая жизнь новых жильцов в кошмар.",
      "age_rating": "18+",
      "duration_minutes": 136,
      "genres": [
        "ужасы"
      ],
      "production_countries": [
        "Великобритания",
        "США"
      ]
    },
    {
      "id": 2,
      "title": "Истребитель демонов: Kimetsu No Yaiba Бесконечная крепость",
      "original_title": "Demon Slayer: Kimetsu no Yaiba - Infinity Castle",
      "synopsis": "Демоны убили всех родных Тандзиро Камадо и обратили его младшую сестру Нэдзуко в демона. Парень вступил в Корпус истребителей демонов. Пока бойцы тренируются и готовятся к схватке с демонами, в поместье главы Корпуса появляется Мудзан Кибуцудзи — прародитель всех демонов и убийца семьи Тандзиро. Истребители спешат лидеру на помощь, но Мудзан переносит их в крепость демонов под названием Замок бесконечности.",
      "age_rating": "12+",
      "duration_minutes": 155,
      "genres": [
        "аниме",
        "мультфильм",
        "фэнтези",
        "боевик"
      ],
      "production_countries": [
        "Япония"
      ]
    },
    {
      "id": 3,
      "title": "Атель-Матель",
      "original_title": "Атель-Матель",
      "synopsis": "Саша Родионов, пронырливый обнальщик из Москвы, задолжал денег опасному авторитету по кличке Пчеловод. Он не прощает задержек и жестоко расправляется с должниками, поэтому Саша вместе с семьей бежит в Дагестан по программе защиты свидетелей. Вот только жена и дети уверены, что это обычный отпуск, и теперь Саша вынужден выдать ветхий сарай в горном ауле за модный эко-отель. Однако популярность отеля выдает местоположение Родионова его недоброжелателям.",
      "age_rating": "16+",
      "duration_minutes": 95,
      "genres": [
        "комедия"
      ],
      "production_countries": [
        "Россия"
      ]
    },
    {
      "id": 4,
      "title": "Дракула",
      "original_title": "Dracula",
      "synopsis": "Принц Влад II, граф Дракула, живет ради любви к своей жене, принцессе Елизавете. Несравненная по красоте и доброте, она — его воздух, его кровь, единственный смысл его существования. Вернувшись с победоносной войны, которую он вел во имя Церкви, принц узнает о смерти Елизаветы. Убитый горем он гневается на Бога, который отнял у него самое дорогое. Узнав, что его возлюбленная однажды может возродиться, он проклинает Бога, обрекая себя на бессмертие. Граф Дракула теперь должен терпеливо ждать возвращения своей жены. И вот 400 лет спустя он вновь встречает ее в облике юной Мины...",
      "age_rating": "18+",
      "duration_minutes": 129,
      "genres": [
        "ужасы",
        "мелодрама"
      ],
      "production_countries": [
        "США"
      ]
    },
    {
      "id": 5,
      "title": "Зверопоезд",
      "original_title": "Pets on the Train",
      "synopsis": "Оказавшиеся в ловушке на мчащемся поезде домашние питомцы должны сорвать планы мстительного барсука Ганса. Пушистые заложники могут рассчитывать лишь на Сокола — хитрого и изобретательного енота, готового на все, чтобы их спасти.",
      "age_rating": "6+",
      "duration_minutes": 86,
      "genres": [
        "комедийный экшн",
        "анимационное приключение"
      ],
      "production_countries": [
        "Франция",
        "США"
      ]
    }
  ]
}